ack
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-cn-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
anbox-modules-dkms
angrysearch
anydesk-bin
arandr
ark
atftp
auto-cpufreq
autoconf
automake
avahi
b43-fwcutter
bash
bind
bison
bitwarden
blender
bluedevil
breeze-gtk
btrfs-progs
bzip2
ccze
chaotic-keyring
chaotic-mirrorlist
cmatrix
comtool
cool-retro-term
coreutils
cpupower
cronie
cryptsetup
cups
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dolphin
dolphin-plugins
dosfstools
duf
e2fsprogs
ecryptfs-utils
efibootmgr
ethtool
exa
exfatprogs
f2fs-tools
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-zhwiki
fcitx5-qt
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flameshot
flex
freerdp
fsearch
gawk
gcc-libs
gettext
glibc
glibc-locales
gnome-themes-extra
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gwenview
gzip
haveged
hplip
htop
hugo
inetutils
inotify-tools
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
iperf3
iproute2
ipscan
iptables
iputils
jdk11-openjdk
jfsutils
jre11-openjdk
jre11-openjdk-headless
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kfind
kgamma5
khelpcenter
khotkeys
kimageformats
kinfocenter
kinit
kio-extras
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libcdr
libdvdcss
libguestfs
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvirt-storage-gluster
libvirt-storage-iscsi-direct
licenses
lightly-qt
linux-lqx
linux515
linux515-headers
logrotate
lshw
lvm2
lxc
m4
mailspring
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-asian-input-support-fcitx5
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
matray
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
microsoft-edge-stable-bin
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpv
mtpfs
nano
nano-syntax-highlighting
neofetch
neovide
neovim
nerd-fonts-jetbrains-mono
net-tools
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
npm
nss-mdns
ntfs-3g
ntp
numlockx
ocs-url
okular
open-iscsi
openbsd-netcat
openjdk11-src
openresolv
openssh
os-prober
otf-fira-sans
oxygen
oxygen-icons
p7zip
packagekit-qt5
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
partitionmanager
pciutils
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-wayland-session
plasma-workspace
plasma5-applets-window-appmenu-git
poppler-data
powerdevil
powertop
preload
procps-ng
proxychains-ng
psmisc
pstoedit
pulseaudio-ctl
python-telegram-send
python-websockets
qalculate-qt
qemu-desktop
qemu-emulators-full
qt-virt-manager
qt5-imageformats
qt5-virtualkeyboard
qt5-websockets
ranger
read-edid
realvnc-vnc-viewer
reiserfsprogs
rsync
ruby
s-nail
samba
sane
scrcpy
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
sof-firmware
spectacle
spectre-meltdown-checker
spice-guest-tools-windows
squashfs-tools
sshfs
sublime-text-4
sudo
swtpm
syncthing
sysfsutils
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tailscale
tar
telegram-desktop
terminus-font
texinfo
thunderbird
timeshift-autosnap-manjaro
tmux
ttf-dejavu
ttf-fira-code
ttf-fira-mono
ttf-hack-nerd
ttf-lato
ttf-liberation
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-2048-em-mono
ttf-roboto
ttf-twemoji
ttf-wps-fonts
ttfautohint
udiskie
udisks2
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
vi
vim
virt-manager
virt-viewer
vlc
vulkan-intel
vulkan-radeon
wget
which
wireless-regdb
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xz
yakuake
yarn
yay
zerotier-one
